{
    "Location.BaseCamp.DisplayName": "Dwarven Base Camp",
    "Location.BaseCamp.DwarfAltar": "The statue looks like some kind of altar",
    "Location.BaseCamp.Hole": "The hole is too small to fit through.",
    "Objects.Voidshroom.Spore.Name": "Voidshroom Spore",
    "Objects.Voidshroom.Spore.Description": "A dark fleshy spore filled with void magic. In a magic rich environment grows into a Voidshroom Tree.",
    "Objects.Voidshroom.Forage.Name": "Voidcap",
    "Objects.Voidshroom.Forage.Description": "A regular mushroom sized version of the Voidshroom Tree.",
    "Objects.Voidshroom.Mycelium.Name": "Voidshroom Mycelium",
    "Objects.Voidshroom.Mycelium.Description": "Stringy mycelium from the Voidshroom Tree. Edible and can be dried for a handy spelunking snack.",
    "Objects.Glowshroom.Spore.Name": "Glowshroom Spore",
    "Objects.Glowshroom.Spore.Description": "A sickly mushroom spore filled with vile magic. In a magic rich environment grows into a Glowshroom Tree.",
    "Objects.Glowshroom.Forage.Name": "Glowcap",
    "Objects.Glowshroom.Forage.Description": "A regular mushroom sized version of the Glowshroom Tree.",
    "Objects.Glowshroom.Sap.Name": "Glowshroom Sap",
    "Objects.Glowshroom.Sap.Description": "A sticky brightly glowing sap-like substance.",
    "BigCraftables.Glowshroom.Torch.Name": "Glowsap Stones",
    "BigCraftables.Glowshroom.Torch.Description": "A pile of stones slathered in Glowshroom Sap. Makes a passable lamp.",
    "Objects.Brightshroom.Spore.Name": "Brightshroom Spore",
    "Objects.Brightshroom.Spore.Description": "A light fleshy spore filled with bright energy and light magic. In a magic rich environment grows into a Brightshroom Tree.",
    "Objects.Brightshroom.Forage.Name": "Brightcap",
    "Objects.Brightshroom.Forage.Description": "A regular mushroom sized version of the Brightshroom Tree.",
    "Objects.Brightshroom.Gills.Name": "Brightshroom Gill",
    "Objects.Brightshroom.Gills.Description": "Slices of brightshroom, harvested from the fleshy gills below the cap. Have a bright earthy flavor.",
    "WildTrees.Shroomtrees.LabyrinthDeniedMessage": "If you plant here, the shifting labyrinth will kill the tree before it can grow.",
    "WildTrees.Shroomtrees.BasicDeniedMessage": "There is insufficient magic in this place for the shroomtree to thrive.",
    "Farmer.Dialogue.Event.FirstVisit.1": "Yes, I'm a human. Who are you?",
    "Farmer.Dialogue.Event.FirstVisit.Answer.1.1": "I can understand you...",
    "Farmer.Dialogue.Event.FirstVisit.Answer.1.2": "Wow, more dwarves! I can't believe it!",
    "Farmer.Dialogue.Event.FirstVisit.Answer.1.3": "Where am I?",
    "Farmer.Dialogue.Event.ReVisit_NowHasDwarvenTranslationGuide.Answer.1.1": "I can understand you now...",
    "Farmer.Dialogue.Event.ReVisit_NowHasDwarvenTranslationGuide.Answer.1.2": "Hello again. I can understand you now!",
    "Farmer.Dialogue.Event.ReVisit_NowHasDwarvenTranslationGuide.Answer.1.3": "What is this place anyway?",
    "Farmer.Dialogue.Event.FirstVisit.Answer.2.1": "I wandered here by mistake while exploring the caves.",
    "Farmer.Dialogue.Event.FirstVisit.Answer.2.2": "I came seeking the powerful magic of the Dwarves",
    "Farmer.Dialogue.Event.FirstVisit.Answer.2.3": "I am an adventurer. I'm here to slay monsters and win treasure.",
    "Farmer.Dialogue.Event.FirstVisit.Answer.3.1": "A labyrinth? That sounds fascinating!",
    "Farmer.Dialogue.Event.FirstVisit.Answer.3.2": "Is the labyrinth full of treasures?",
    "Farmer.Dialogue.Event.FirstVisit.Answer.3.3": "How is there a labyrinth down here?",
    "NPC.Niko.Name": "Niko",
    "NPC.Niko.Shop.Opening1": "Potions and poultices to sooth your wounds if you venture into the darkness.",
    "NPC.Niko.Shop.Opening2": "Greetings human.  Would you like to trade for my remedies?",
    "NPC.Niko.Shop.Opening3": "Ah, human.  I am a renowned alchemist among my people, would you like to trade for a potion?",
    "NPC.Niko.Shop.Closed": "The shop is not open. Return later.",
    "NPC.Niko.Dialogue.Waters": "The waters in our ancient city were so clear.  Not this putrid pool.",
    "NPC.Niko.Dialogue.Working": "I am working human, go away.",
    "NPC.Niko.Dialogue.PleaseShop": "If you wish to trade, please go to the other side of the anvil and you can browse my fine potions.",
    "NPC.Niko.Dialogue.LeaveTent": "This is where I sleep. Please leave.",
    "NPC.Niko.Dialogue.Event.PlayerKilled.1": "Human? Human are you alive?",
    "NPC.Niko.Dialogue.Event.PlayerKilled.2": "Hrm. Still breathing. Perhaps a healing spell.",
    "NPC.Niko.Dialogue.Event.PlayerKilled.3": "There you are.  You are lucky I found you in the depths human.",
    "NPC.Niko.Dialogue.Event.PlayerKilled.4": "I did tell you they were dangerous for humans.",
    "NPC.Niko.Dialogue.Event.FirstVisit.1": "Strange. A human? Jakan, do you see this human or am I suffering from the depth-fever?",
    "NPC.Niko.Dialogue.Event.FirstVisit.2": "Is it stupid? Why does it not speak?",
    "NPC.Niko.Dialogue.Event.FirstVisit.3": "Perhaps the exile above will teach him to speak properly.",
    "NPC.Niko.Dialogue.Event.FirstVisit.4": "Let us leave him be.  He does not matter to us.",
    "NPC.Niko.Dialogue.Event.FirstVisit.5": "It seems likely.  Well then.  Why are you here human?",
    "NPC.Niko.Dialogue.Event.FirstVisit.6": "Enough history Jakan.#$b#Human, if you would like to use it, we have an extra tent. You may use it to rest.#$b#I know something of healing magic and can trade you for potions and elixars.#$b#Jakan here may have some items or food to trade as well.  Come talk to us later and you can look.",
    "NPC.Niko.Event.Firstvisit.Answer.2.1": "An explorer huh? Well stay out of the labyrinth.#$b#Those dark depths are dangerous and I don't want to have to drag you out all the time.",
    "NPC.Niko.Event.Firstvisit.Answer.2.2": "Powerful magic? If you're interested in magic you couuld inspect the labyrinth.  It is a wonder of magic and engineering.#$b#But be warned, the labyrinth is dangerous to anyone but us.",
    "NPC.Niko.Event.Firstvisit.Answer.2.3": "Monsters? Well, if it is monsters you want the labyrinth is full of shadow people.#$b#They have been trapped in its shifting hallways since the war, so they are quite crazed however.",
    "NPC.Niko.Dialogue.Event.ReVisit_NowHasDwarvenTranslationGuide.1": "Ah. The human is back. Why does it keep coming here?",
    "NPC.Niko.Dialogue.Event.ReVisit_NowHasDwarvenTranslationGuide.2": "You can understand me human? Incredible!",
    "NPC.Niko.Dialogue.Mon": "Ah. The human. Don't go into the depths human, they are dangerous for your kind.",
    "NPC.Niko.Dialogue.Tue": "Do you know our kin who moved to the surface? I hear they trade with the humans in the village.",
    "NPC.Niko.Dialogue.Wed": "Why are you here human? We have enough problems without you humans coming around.",
    "NPC.Niko.Dialogue.Thu": "You are not going to bring more humans here are you?  We do not need humans here.",
    "NPC.Niko.Dialogue.Fri": "If you plan to come here often, can you at least bring things to trade? I will sell you potions if you like.",
    "NPC.Niko.Dialogue.Sat": "We mostly eat mushrooms down here.  Only the thick earth magic allows the mushroom trees to grow here.",
    "NPC.Niko.Dialogue.Sun": "Are you the same human who came before? You all look the same.",
    "AlchemyBench.Output.Envigorating_Concoction.ObjectDisplayName": "Envigorating Concoction",
    "AlchemyBench.Output.Healing_Draught.ObjectDisplayName": "Healing Draught",
    "AlchemyBench.Output.Repellent_Potion.ObjectDisplayName": "Repellent Potion",
    "NPC.Jakan.Name": "Jakan",
    "NPC.Jakan.Shop.Opening1": "A human. How strange.  You should buy my wares before you die in the depths.",
    "NPC.Jakan.Shop.Opening2": "Interesting to see a human here.  Would you enjoy trading?",
    "NPC.Jakan.Shop.Opening3": "My goods may not keep you alive, but most are durable enough to survive your death!",
    "NPC.Jakan.Shop.Closed": "The shop is not open. Return later.",
    "NPC.Jakan.Dialogue.PleaseShop": "If you want to trade, have a look in my chest here.",
    "NPC.Jakan.Dialogue.DwarfKing": "This is a statue of our ancient king. He died in the war with the shadow people.",
    "NPC.Jakan.Dialogue.Fishing": "I wish i knew how to fish.  It would be a nice to have baked eel once more.",
    "NPC.Jakan.Dialogue.LeaveTent": "Why are you in here? This is my space. Please leave.",
    "NPC.Jakan.Dialogue.Mon": "Hello human.  Are you the one I met before or are you a new human? I can never tell.",
    "NPC.Jakan.Dialogue.Tue": "Do you plan to enter the depths? The shifting halls seem to confuse your kind, they are a marvel of magical engineering.",
    "NPC.Jakan.Dialogue.Wed": "You know, crops can grow here without sunlight if you are careful.  It's the magic seeping up from the ground.",
    "NPC.Jakan.Dialogue.Thu": "You humans are interesting. I wish I could study more of your people.",
    "NPC.Jakan.Dialogue.Fri": "Are you the human I have seen wandering about in the mines above?  You must be quite brave for a human to come this deep.",
    "NPC.Jakan.Dialogue.Sat": "I will buy mushrooms and gems if you have them.  I have collected many gold coins from dead humans in the mines.",
    "NPC.Jakan.Dialogue.Sun": "If you are gonig to travel into the depths, you should know the shadow people still infest those halls.",
    "NPC.Jakan.Dialogue.Event.FirstVisit.1": "I believe you are not crazy Niko.  This is indeed a human.",
    "NPC.Jakan.Dialogue.Event.FirstVisit.2": "He cannot understand us I think.  He cannot speak dwarvish.",
    "NPC.Jakan.Dialogue.Event.FirstVisit.3": "I think I have seen this human in the mines above.",
    "NPC.Jakan.Dialogue.Event.FirstVisit.4": "I wonder if the exile taught it to speak our tongue.",
    "NPC.Jakan.Dialogue.Event.Firstvisit.5": "Please don't tell other humans we are here.#$b#We only found this camp a few years ago and if too many humans find out they will come in droves.",
    "NPC.Jakan.Event.Firstvisit.Answer.3.1": "Oh it is.#$b#It is a magical trap of ever shifting hallways, designed by our ancestors to protect the ancient city of the sky people below.#$b#This was a forward camp during the war, the last place to stop before entering the labyrinth on the way to the city.#$b#Sadly, we did not anticipate the shadow people's ability to live on raw magic and darkness.#$b#Once the labyrinth was full of shadow people, we were just as trapped as they were.",
    "NPC.Jakan.Event.Firstvisit.Answer.3.2": "There are some supply caches within, plus whatever the shadow people that fill the labyrinth have on them.#$b#The magic also allows various strange plants to grow and produce unique cuttings and seeds as well.#$b#But there is no treasure horde within, for real treasure you would need to get to the ancient city on the other side, but that is not possible.#$b#The labyrinth is a magical defense that twists and shifts with time. It will not allow anyone but the sky people to reach the city.",
    "NPC.Jakan.Event.Firstvisit.Answer.3.3": "We built it long ago. It was the last defense for our ancient city.#$b#A magical trap of ever-shifting hallways and confusing turns. Sadly, we did not know the shadow people could live on magic and darkness alone.#$b#They streamed into the labrynth. They could not reach the city, but they did not die and could not retreat.#$b#They simply filled the hallways until it was so dangerous my people could not get supplies through.#$b#In the end we trapped ourselves and many of my people starved."
}