{
    "Location.BaseCamp.DisplayName": "Dwarven Base Camp",
    "Objects.Voidshroom.Spore.Name": "Voidshroom Spore",
    "Objects.Voidshroom.Spore.Description": "A dark fleshy spore filled with void magic. In a magic rich environment grows into a Voidshroom Tree.",
    "Objects.Voidshroom.Mycelium.Name": "Voidshroom Mycelium",
    "Objects.Voidshroom.Mycelium.Description": "Stringy mycelium from the Voidshroom Tree. Edible and can be dried for a handy spelunking snack.",
    "Objects.Glowshroom.Spore.Name": "Glowshroom Spore",
    "Objects.Glowshroom.Spore.Description": "A sickly mushroom spore filled with vile magic. In a magic rich environment grows into a Glowshroom Tree.",
    "Objects.Glowshroom.Sap.Name": "Glowshroom Sap",
    "Objects.Glowshroom.Sap.Description": "A sticky brightly glowing sap-like substance.",
    "BigCraftables.Glowshroom.Torch.Name": "Glowsap Stones",
    "BigCraftables.Glowshroom.Torch.Description": "A pile of stones slathered in Glowshroom Sap. Makes a passable lamp.",
    "Objects.Brightshroom.Spore.Name": "Brightshroom Spore",
    "Objects.Brightshroom.Spore.Description": "A light fleshy spore filled with bright energy and light magic. In a magic rich environment grows into a Brightshroom Tree.",
    "Objects.Brightshroom.Gills.Name": "Brightshroom Gill",
    "Objects.Brightshroom.Gills.Description": "Slices of brightshroom, harvested from the fleshy gills below the cap. Have a bright earthy flavor.",
    "WildTrees.Shroomtrees.LabyrinthDeniedMessage": "If you plant here, the shifting labyrinth will kill the tree before it can grow.",
    "WildTrees.Shroomtrees.BasicDeniedMessage": "There is insufficient magic in this place for the shroomtree to thrive.",
    "NPC.Niko.Name": "Niko",
    "NPC.Niko.Shop.Opening1": "Potions and poultices to sooth your wounds if you venture into the darkness.",
    "NPC.Niko.Shop.Opening2": "Greetings human.  Would you like to trade for my remedies?",
    "NPC.Niko.Shop.Opening3": "Ah, human.  I am a renowned alchemist among my people, would you like to trade for a potion?",
    "NPC.Niko.Shop.Closed": "The shop is not open. Return later.",
    "NPC.Niko.Dialogue.Mon": "Ah. The human. Don't go into the depths human, they are dangerous for your kind.",
    "NPC.Niko.Dialogue.Tue": "Do you know our kin who moved to the surface? I hear they trade with the humans in the village.",
    "NPC.Niko.Dialogue.Wed": "Why are you here human? We have enough problems without you humans coming around.",
    "NPC.Niko.Dialogue.Thu": "You are not going to bring more humans here are you?  We do not need humans here.",
    "NPC.Niko.Dialogue.Fri": "If you plan to come here often, can you at least bring things to trade? I will sell you potions if you like.",
    "NPC.Niko.Dialogue.Sat": "We mostly eat mushrooms down here.  Only the thick earth magic allows the mushroom trees to grow here.",
    "NPC.Niko.Dialogue.Sun": "Are you the same human who came before? You all look the same.",
    "AlchemyBench.Output.Envigorating_Concoction.ObjectDisplayName": "Envigorating Concoction",
    "AlchemyBench.Output.Healing_Draught.ObjectDisplayName": "Healing Draught",
    "AlchemyBench.Output.Repellent_Potion.ObjectDisplayName": "Repellent Potion",
    "NPC.Jakan.Name": "Jakan",
    "NPC.Jakan.Shop.Opening1": "A human. How strange.  You should buy my wares before you die in the depths.",
    "NPC.Jakan.Shop.Opening2": "Interesting to see a human here.  Would you enjoy trading?",
    "NPC.Jakan.Shop.Opening3": "My goods may not keep you alive, but most are durable enough to survive your death!",
    "NPC.Jakan.Shop.Closed": "The shop is not open. Return later.",
    "NPC.Jakan.Dialogue.PleaseShop": "If you want to trade, have a look in my chest here.",
    "NPC.Jakan.Dialogue.Mon": "Hello human.  Are you the one I met before or are you a new human? I can never tell.",
    "NPC.Jakan.Dialogue.Tue": "Do you plan to enter the depths? The shifting halls seem to confuse your kind, they are a marvel of magical engineering.",
    "NPC.Jakan.Dialogue.Wed": "You know, crops can grow here without sunlight if you are careful.  It's the magic seeping up from the ground.",
    "NPC.Jakan.Dialogue.Thu": "You humans are interesting. I wish I could study more of your people.",
    "NPC.Jakan.Dialogue.Fri": "Are you the human I have seen wandering about in the mines above?  You must be quite brave for a human to come this deep.",
    "NPC.Jakan.Dialogue.Sat": "I will buy mushrooms and gems if you have them.  I have collected many gold coins from dead humans in the mines.",
    "NPC.Jakan.Dialogue.Sun": "If you are gonig to travel into the depths, you should know the shadow people still infest those halls."
    
}